Repository: alsongDalsong/iOS-alsongDalsong
Catalog: alsongDalsong/alsongDalsong/alsongDalsong/Localizable.xcstrings
Source language: ko
Languages: en

source: 1мҙҲ л“Јкі л§һм¶”кё° лӘЁл“ңлҠ” м§§мқҖ мӢңк°„м—җ мөңлҢҖн•ңмқҳ м§‘мӨ‘мқ„ мҡ”кө¬н•ҳлҠ” лӘЁл“ңмһ…лӢҲлӢӨ. 1мҙҲлҸҷм•Ҳ лһңлҚӨмңјлЎң м„ нғқлҗң л…ёлһҳ нҒҙлҰҪмқ„ л“Јкі , л¬ҙм—Үмқём§Җ л§һм¶°м•ј н•©лӢҲлӢӨ. м§§мқҖ мӢңк°„м—җ м–ҙл–Ө л…ёлһҳмқём§Җ л§һм¶ң мҲҳ мһҲмқ„к№Ңмҡ”?
en: Listen and guess for 1 second is a mode that requires maximum concentration in a short period of time. You listen to a randomly selected song clip for 1 second and have to guess what it is. Can you guess what song it is in a short amount of time?

source: к°ҖмӮ¬лӮҳ м ңлӘ©мқ„ м§Ғм ‘м ҒмңјлЎң м „лӢ¬н•ҳм§Җ м•ҠлҸ„лЎқ мЈјмқҳн•ҳм„ёмҡ”
en: Be careful not to directly convey the lyrics or title.

source: к°Ғ н”Ңл Ҳмқҙм–ҙлҠ” н•ҳлӮҳмқҳ нҢҢнҠёлҘј л…№мқҢн•ҳкі , к·ё л…№мқҢмқ„ н•©міҗ мҷ„лІҪн•ң н•ҳлӘЁлӢҲлҘј л§Ңл“Өм–ҙм•ј н•©лӢҲлӢӨ. н”Ңл Ҳмқҙм–ҙл“Өмқҙ л…№мқҢн•ң к°Ғк°Ғмқҳ мқҢм„ұмқ„ н•©м№ҳл©ҙм„ң, лҲ„кө¬мқҳ нҢҢнҠёк°Җ к°ҖмһҘ мһҳ м–ҙмҡ°лҹ¬м§ҖлҠ”м§Җ нҷ•мқён•ҳм„ёмҡ”
en: Each player must record one part, and combine the recordings to create perfect harmony. Combine the players' recorded voices to see whose parts fit together best.

source: к°•м•„м§Җ
en: Dog

source: к°•нҮҙ лҗҳм—ҲмҠөлӢҲлӢӨ.
en: You have been kicked out.

source: к°•нҮҙ н•ҳкё°
en: Kick Out

source: к°ңл°ңмһҗ
en: Developer

source: кұҙм „н•ң
en: Healthy

source: кІҢмһ„
en: Game

source: кІҢмһ„ лҚ°мқҙн„° л¶Ҳлҹ¬мҳӨлҠ” мӨ‘
en: Loading Game data...

source: кІҢмһ„ мқёмӣҗ л¶ҖмЎұ
en: Not Enough Players

source: кІҢмһ„ мһ…мһҘ мҪ”л“ңлҘј мһ…л Ҙн•ҳм„ёмҡ”
en: Enter the game room code

source: кІҢмһ„ мў…лЈҢ!
en: Finish!

source: кІҢмһ„мқ„ мӢңмһ‘н•ҳлҠ” мӨ‘...
en: Starting the game...

source: кІ°кіј нҷ”л©ҙмңјлЎң мқҙлҸҷн•©лӢҲлӢӨ..
en: Moving to the results screen.

source: кІ°кіј нҷ•мқё
en: Check Results

source: кі„мҶҚ н•ҳкё°
en: Continue

source: кіЎ м ңлӘ©мқ„ кІҖмғүн•ҳм„ёмҡ”
en: Search for a song title

source: кі§ м¶ңмӢң мҳҲм •мһ…лӢҲлӢӨ
en: It will be released soon.

source: лӮҳк°Җкё°
en: Exit

source: л…ёлһҳ м„ нғқ
en: Select a song

source: л…ёлһҳлҘј м„ нғқн•ҳм„ёмҡ”
en: Please choose a song

source: л…ёлһҳлҘј м „мҶЎн•ҳлҠ” мӨ‘...
en: Sending song...

source: л…№мқҢмӨ‘
en: Recording

source: л…№мқҢн•ҳкё°
en: Recording

source: %@лӢҳмқ„ к°•нҮҙн•ҳмӢңкІ мҠөлӢҲк№Ң? к°•нҮҙ мӢң кё°мЎҙ л°©м—җлҠ” мҳҒкө¬м ҒмңјлЎң мһ¬мһ…мһҘмқҙ л¶Ҳк°ҖлҠҘн•©лӢҲлӢӨ!
en: Are you sure you want to kick %@ out? Once kicked, they will not be able to rejoin the room permanently!

source: лӢӨмқҢ кІ°кіј лҢҖкё° мӨ‘
en: Waiting for the next result

source: лӢӨмқҢ кІ°кіјлҘј к°Җм ёмҳӨлҠ” мӨ‘...
en: Fetching next results...

source: лӢӨмқҢ мӮ¬лһҢм—җкІҢ кі лҘё л…ёлһҳлҘј м „лӢ¬н•ҳм„ёмҡ”
en: Pass the chosen song to the next person.

source: лӢӨмқҢ мӮ¬лһҢм—җкІҢ н—Ҳл°Қмқ„ м „лӢ¬н•ҳм„ёмҡ”
en: Pass the humming to the next person.

source: лӢӨмқҢмңјлЎң
en: Next

source: лҸ„лҚ•м Ғмқё
en: Moral

source: лҸ„лҚ•м Ғмқё мӮ¶
en: Moral life

source: лҸҷмӢңм—җ л¶ҖлҘҙлҠ” мқҢм•…мқ„ л§һм¶”лҠ” лӘЁл“ңмһ…лӢҲлӢӨ.
en: This is a mode where music is played simultaneously.

source: л‘җн”ј
en: Scalp

source: лЎңл№„лЎң мқҙлҸҷн•ҳлҠ” мӨ‘...
en: Moving to the lobby...

source: лЎңм–„ iOSн•‘
en: Cutie

source: лЈЁлҸҢн”„
en: Rudolph

source: лҰ¬н—Ҳл°Қ
en: Rehuming

source: лЁёлҰ¬
en: Hair

source: л©Ӣм§„ лӢүл„Өмһ„
en: Perfect Nickname

source: л¬ём ңлЎң м ңм¶ңн• л…ёлһҳлҘј кі лҘҙм„ёмҡ”
en: Choose a song to submit as the problem.

source: л°ҳм§қл°ҳм§қн•ң
en: Sparkling

source: л°© мғқм„ұн•ҳкё°!
en: Create a room!

source: л°© м •ліҙлҘј к°Җм ёмҳӨлҠ” мӨ‘...
en: Fetching room information...

source: л°© м°ёк°Җн•ҳкё°!
en: Join a room!

source: л°©мқ„ лӮҳк°ҖмӢңкІ мҠөлӢҲк№Ң?
en: Are you sure you want to leave the room?

source: л°°кІҪмқҢм•…
en: Background Music

source: ліөмӮ¬ лҗЁ!
en: Copied!

source: л¶Җл“ңлҹ¬мҡҙ
en: Smooth

source: л№„м–ҙ мһҲмқҢ
en: Empty

source: лҪҖмҶЎлҪҖмҶЎн•ң
en: Soft

source: мӮ¶
en: Life

source: мӮ¬лғҘкҫј
en: Hunter

source: мӮ¬л¶ҖлӢҳ
en: Master

source: м„ нғқ мҷ„лЈҢ
en: Done

source: м„ нғқлҗң кіЎ м—ҶмқҢ
en: No Song Selected

source: м„Өм •
en: Setting

source: мӢңмһ‘ лҢҖкё° мӨ‘
en: Waiting to start

source: мӢңмһ‘н•ҳкё°!
en: Start

source: мҸҳлӢҲ
en: Sonny

source: м•„нӢ°мҠӨнҠё
en: Artist

source: м•ҢмҸӯлӢ¬мҸӯмқҖ Apple Musicмқ„ мқҙмҡ©н•ҳм—¬ мқҢм•…мқ„ м°ҫлҠ” кІғмқ„ лҸ•мҠөлӢҲлӢӨ
en: Helping you find music using Apple Music

source: м•ҢмҸӯлӢ¬мҸӯмқҖ м—¬лҹҝмқҙм„ң н• мҲҳлЎқ мһ¬лҜёмһҲлҠ” кІҢмһ„мқҙм—җмҡ”! к·ёлһҳлҸ„ н•ҳмӢңкІ м–ҙмҡ”?
en: alssongDalssong is a game that's more fun to play with others! Would you still like to continue?

source: мҷ„лЈҢ
en: Done

source: мӣҗн•ҳлҠ” л…ёлһҳлҘј м„ нғқн•ҳкі н—Ҳл°Қмқ„ н•ҳм„ёмҡ”! лӢӨмқҢ мӮ¬лһҢл¶Җн„° лӢ№мӢ мқҳ н—Ҳл°Қмқ„ л”°лқјн•ҳкІҢ лҗ©лӢҲлӢӨ. л§Ҳм§Җл§ү м№ңкө¬лҠ” н—Ҳл°Қмқ„ л“Јкі м–ҙл–Ө л…ёлһҳмқём§Җ л§һм¶ң мҲҳ мһҲмқ„к№Ңмҡ”?
en: Choose the song you want and start humming it! The next player will imitate your humming. Can you hear the last player humming and guess what song it is?

source: мқҢм•…мқ„ кІҖмғүн•ҳм„ёмҡ”!
en: Please search a song!

source: мқҢм•…мқ„ м„ нғқн•ҳм„ёмҡ”!
en: Please choose a song!

source: мқҢм•…мқҳ к°ҖмӮ¬л§Ң л“Јкі л…ёлһҳлҘј л§һм¶”лҠ” лӘЁл“ңмһ…лӢҲлӢӨ. м„ нғқлҗң л…ёлһҳмқҳ к°ҖмӮ¬лҘј TTSлЎң мқҪм–ҙмЈјл©°, н”Ңл Ҳмқҙм–ҙлҠ” к·ё к°ҖмӮ¬м—җ н•ҙлӢ№н•ҳлҠ” л…ёлһҳлҘј л§һм¶°м•ј н•©лӢҲлӢӨ.
en: This is a mode where you can guess the song by only listening to the lyrics of the music. The lyrics of the selected song are read through TTS, and the player must guess the song that corresponds to the lyrics.

source: мқҙкө¬лҸҷм„ұ
en: With One Voice

source: мһ мӢңнӣ„м—җ лӢӨмӢң мӢңлҸ„н•ҙмЈјм„ёмҡ”
en: Please try again shortly.

source: мһ¬л…№мқҢ
en: Redo

source: м •лӢө л§һм¶”кё°
en: Guess the answer

source: м •лӢө м„ нғқ
en: Answer

source: м •лӢө м ңм¶ң
en: Submit

source: м •лӢөмқҖ...
en: Answer is вҖҰ

source: м •лӢөмқ„ м„ нғқн•ҙ мЈјм„ёмҡ”.
en: Please choose the correct answer.

source: м ңм¶ң мҷ„лЈҢ
en: Done

source: м ңм¶ңн•ҳкё°
en: Submit

source: мўҖлҸ„л‘‘
en: Thief

source: мў…лЈҢ лҢҖкё° мӨ‘
en: Waiting to exit

source: м°°лӮҳмқҳ мҲңк°„
en: A Fleeting Moment

source: м°ёк°Җм—җ мӢӨнҢЁн•ҳмҳҖмҠөлӢҲлӢӨ.
en: Participation failed.

source: мҙҲмҪ”м№©
en: Chocolate chip

source: м¶•м¶•н•ң
en: Damp

source: м·Ёк°қ
en: Drunk

source: м·ЁмҶҢ
en: Cancellation

source: нӢҖнӢҖліҙ
en: Cat

source: н•ҳлӘЁлӢҲ
en: Harmony

source: н•ҙлӢ№ л°©м—җм„ң к°•нҮҙлҗҳм–ҙ м°ём—¬н• мҲҳ м—ҶмҠөлӢҲлӢӨ.
en: You have been banned from this room and cannot join.

source: н—Ҳл°Қ
en: Humming

source: н—Ҳл°Қ л…№мқҢ кё°лҠҘмқ„ мң„н•ҙ л§ҲмқҙнҒ¬ м ‘к·јмқҙ н•„мҡ”н•©лӢҲлӢӨ. л…№мқҢлҗң мҳӨл””мҳӨлҠ” лӢӨлҘё н”Ңл Ҳмқҙм–ҙм—җкІҢ л…ёлһҳлҘј м „лӢ¬н•ҳлҠ” кІҢмһ„ кё°лҠҘм—җл§Ң мӮ¬мҡ©лҗ©лӢҲлӢӨ
en: The humming recording function requires microphone access. The recorded audio is only used for game functions that deliver songs to other players.

source: н—Ҳл°Қмқ„ л“Јкі л¬ҙмҠЁ л…ёлһҳмқём§Җ л§һм¶° ліҙм„ёмҡ”.
en: Listen to the humming and guess what song it is.

source: н—Ҳл°Қмқ„ м „мҶЎн•ҳлҠ” мӨ‘...
en: Transmitting a Humming....

source: нҷ”к°Җ л§ҺмқҖ
en: Angry

source: нҷ•мқё
en: Confirm

source: нҡЁкіјмқҢ
en: Effect Sound
